{
    "Home": "ទំព័រដើម",
    "About": "អំពី",
    "Teachers": "គ្រូបង្រៀន",
    "Events": "ព្រឹត្តិការណ៍",
    "Gallery": "រូបភាព",
    "Blog": "ប្លុក",
    "Notice": "សេចក្តីជូនដំណឹង",
    "Contact": "ទំនាក់ទំនង",
    "Admission": "ការចូលរៀន",
    "Privacy Policy": "គោលការណ៍ឯកជនភាព",
    "About School": "អំពីសាលា",
    "Learn More": "ស្វែងយល់បន្ថែម",
    "From the Principle": "ពីគោលការណ៍",
    "Our Teachers": "គ្រូបង្រៀនរបស់យើង",
    "See Our All Certified Teachers": "សូមមើលគ្រូដែលមានការបញ្ជាក់ទាំងអស់របស់យើង",
    "School Events": "ព្រឹត្តិការណ៍សាលា",
    "View All Events": "មើលព្រឹត្តិការណ៍ទាំងអស់",
    "View Event": "មើលព្រឹត្តិការណ៍",
    "The School Community": "សហគមន៍សាលា",
    "Share your school pride with the world!": "ចែករំលែកមោទនភាពសាលារបស់អ្នកជាមួយពិភពលោក!",
    "School’s Gallery": "រូបភាពរបស់សាលា",
    "See More": "មើលច្រើនទៀត",
    "Instructor": "គ្រូ",
    "Lecturer": "សាស្ត្រាចារ្យ",
    "Copyright © School Management System": "រក្សាសិទ្ធិ © ប្រព័ន្ធគ្រប់គ្រងសាលា",
    "Most popular sections": "ផ្នែកពេញនិយមបំផុត",
    "School Information Section": "ផ្នែកព័ត៌មានសាលា",
    "A School Management System (SMS) is a comprehensive software solution designed to streamline and automate various administrative, academic, and financial tasks within educational institutions. It is a centralized platform that integrates multiple functions, enabling efficient communication, data management, and decision-making processes for administrators, teachers, students, and parents.": "ប្រព័ន្ធគ្រប់គ្រងសាលារៀន (SMS) គឺជាដំណោះស្រាយផ្នែកទន់ដ៏ទូលំទូលាយមួយ ដែលត្រូវបានរចនាឡើងដើម្បីសម្រួល និងធ្វើឱ្យការងាររដ្ឋបាល ការសិក្សា និងហិរញ្ញវត្ថុផ្សេងៗក្នុងស្ថាប័នអប់រំមានភាពប្រសើរឡើង។ វាគឺជាវេទិកាកណ្តាលដែលរួមបញ្ចូលមុខងារជាច្រើន ធ្វើឱ្យទំនាក់ទំនងប្រកបដោយប្រសិទ្ធភាព ការគ្រប់គ្រងទិន្នន័យ និងដំណើរការធ្វើការសម្រេចចិត្តសម្រាប់អ្នកគ្រប់គ្រង គ្រូបង្រៀន សិស្ស និងឪពុកម្តាយ។",
    "School Management System": "ប្រព័ន្ធគ្រប់គ្រងសាលា",
    "Our History": "ប្រវត្តិសាស្រ្តរបស់យើង",
    "Origin": "ប្រភពដើម",
    "Campus": "សាខា",
    "Success": "ជោគជ័យ",
    "Our Vision": "ចក្ខុវិស័យរបស់យើង",
    "Our vision is to nurture and empower students to reach their fullest potential and become responsible, innovative, and open-minded global citizens. We aim to create a transformative learning environment that fosters intellectual curiosity, critical thinking, creativity, and ethical values.": "ចក្ខុវិស័យរបស់យើងគឺដើម្បីចិញ្ចឹមបីបាច់ និងផ្តល់សិទ្ធិអំណាចដល់សិស្សឱ្យឈានដល់សក្តានុពលពេញលេញរបស់ពួកគេ និងក្លាយជាពលរដ្ឋសកលលោកដែលមានទំនួលខុសត្រូវ ច្នៃប្រឌិត និងបើកចំហ។ យើងមានបំណងបង្កើតបរិយាកាសសិក្សាផ្លាស់ប្តូរ ដែលជំរុញការចង់ដឹងចង់ឃើញ បញ្ញា ការគិតប្រកបដោយការរិះគន់ ការច្នៃប្រឌិត និងតម្លៃសីលធម៌។",
    "Our new campus in Phnom Penh is located in the prestigious and residentially exclusive Phnom Penh district, home to more than 700 students.": "សាខាថ្មីរបស់យើងក្នុងរាជធានីភ្នំពេញ មានទីតាំងនៅក្នុងខណ្ឌដ៏មានកិត្យានុភាព និងជាលំនៅដ្ឋានផ្តាច់មុខក្នុងរាជធានីភ្នំពេញ ដែលជាកន្លែងសម្រាប់និស្សិតជាង 700 នាក់។",
    "Address" : "អាស័យដ្ឋាន",
    "Phone": "ទូរស័ព្ទ",
    "Email": "អ៊ីមែល",
    "Name": "ឈ្មោះ",
    "Subject": "ប្រធានបទ",
    "Message Us": "ផ្ញើសារមកយើង",
    "Message": "សារ",
    "Send Message": "ផ្ញើសារ",
    "Enter your name": "បញ្ចូលឈ្មោះរបស់អ្នក",
    "Enter your email": "បញ្ចូលអ៊ីមែលរបស់អ្នក",
    "Enter the subject": "បញ្ចូលប្រធានបទរបស់អ្នក",
    "Enter your message": "បញ្ចូលសាររបស់អ្នក",
    "If you have any questions, please don't hesitate to get in touch via": "ប្រសិនបើអ្នកមានចម្ងល់ផ្សេងៗ សូមកុំស្ទាក់ស្ទើរក្នុងការទំនាក់ទំនងតាមរយៈ",
    "Get Result": "ទទួលបានលទ្ធផល",
    "Admission ID": "លេខសម្គាល់ការចូលរៀន",
    "Phone No": "លេខទូរសព្ទ",
    "Enter Admission ID": "បញ្ចូលលេខសម្គាល់ការចូលរៀន",
    "Enter Phone Number": "បញ្ចូលលេខទូរស័ព្ទ",
    "Submit": "ដាក់ស្នើ",
    "Apply as a Student": "ដាក់ពាក្យជានិស្សិត",
    "Full Name": "ឈ្មោះពេញ",
    "Enter Full Name":"បញ្ចូលឈ្មោះពេញ",
    "Apply Class": "អនុវត្តថ្នាក់",
    "Select Class": "ជ្រើសរើសថ្នាក់",
    "Date of Birth": "ថ្ងៃខែឆ្នាំកំណើត",
    "Select your date of birth": "ជ្រើសរើសថ្ងៃខែឆ្នាំកំណើតរបស់អ្នក",
    "Religion": "សាសនា",
    "Enter Religion":"បញ្ចូលសាសនា",
    "Gender": "ភេទ",
    "Select Gender": "ជ្រើសរើសភេទ",
    "Male": "ប្រុស",
    "Female": "ស្រី",
    "Country": "ប្រទេស",
    "Please enter a valid email": "សូមបញ្ចូលអ៊ីមែលត្រឹមត្រូវ",
    "Enter Country": "បញ្ចូលប្រទេស",
    "Enter Address": "បញ្ចូលអាសយដ្ឋាន",
    "Photo": "រូបថត",
    "Please upload a photo": "សូមជ្រើសរើសបង្ហោះរូបថត",
    "Upload Photo": "បង្ហោះរូបថត",
    "Upload Document": "ផ្ទុកឯកសារឡើង",
    "Please upload a document": "សូមជ្រើសរើសបង្ហោះឯកសារ",
    "Apply":"អនុវត្ត"
}